Enums/ВидыКонтроляДоговоровПриПроведении.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.19">
	<Enum>
		<Properties>
			<Name>ВидыКонтроляДоговоровПриПроведении</Name>
		</Properties>
		<ChildObjects>
			<EnumValue>
				<Properties>
					<Name>Предупреждать</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>НеПроводить</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>НеКонтролировать</Name>
				</Properties>
			</EnumValue>
		</ChildObjects>
	</Enum>
</MetaDataObject>

Enums/КодыНоменклатурыВДокументах.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.19">
	<Enum>
		<Properties>
			<Name>КодыНоменклатурыВДокументах</Name>
		</Properties>
		<ChildObjects>
			<EnumValue>
				<Properties>
					<Name>Код</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>Артикул</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>Штрихкод</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>ПустоеЗначение</Name>
				</Properties>
			</EnumValue>
		</ChildObjects>
	</Enum>
</MetaDataObject>

Enums/СпособОтображенияСкидок.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.19">
	<Enum>
		<Properties>
			<Name>СпособОтображенияСкидок</Name>
		</Properties>
		<ChildObjects>
			<EnumValue>
				<Properties>
					<Name>Сумма</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>Процент</Name>
				</Properties>
			</EnumValue>
		</ChildObjects>
	</Enum>
</MetaDataObject>

Enums/ВариантыВыводаСуммыБезСкидки.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.19">
	<Enum>
		<Properties>
			<Name>ВариантыВыводаСуммыБезСкидки</Name>
		</Properties>
		<ChildObjects>
			<EnumValue>
				<Properties>
					<Name>Печатать</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>НеПечатать</Name>
				</Properties>
			</EnumValue>
		</ChildObjects>
	</Enum>
</MetaDataObject>

Enums/КонтактнаяИнформацияТоварногоЧека.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.19">
	<Enum>
		<Properties>
			<Name>КонтактнаяИнформацияТоварногоЧека</Name>
		</Properties>
		<ChildObjects>
			<EnumValue>
				<Properties>
					<Name>Организация</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>СтруктурнаяЕдиница</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>ОрганизацияИСтруктурнаяЕдиница</Name>
				</Properties>
			</EnumValue>
		</ChildObjects>
	</Enum>
</MetaDataObject>

Enums/ПечатьПользовательскихЕдиницИзмерения.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.19">
	<Enum>
		<Properties>
			<Name>ПечатьПользовательскихЕдиницИзмерения</Name>
		</Properties>
		<ChildObjects>
			<EnumValue>
				<Properties>
					<Name>ПересчитыватьВБазовуюЕдиницуИзмеренияНоменклатуры</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>ФормироватьПечатныйДокументВПользовательскойЕдинице</Name>
				</Properties>
			</EnumValue>
		</ChildObjects>
	</Enum>
</MetaDataObject>

Enums/ВидыНаименованийДляПечатиДокументов.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.19">
	<Enum>
		<Properties>
			<Name>ВидыНаименованийДляПечатиДокументов</Name>
		</Properties>
		<ChildObjects>
			<EnumValue>
				<Properties>
					<Name>Сокращенное</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>Полное</Name>
				</Properties>
			</EnumValue>
		</ChildObjects>
	</Enum>
</MetaDataObject>

Enums/ДаНет.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.19">
	<Enum>
		<Properties>
			<Name>ДаНет</Name>
		</Properties>
		<ChildObjects>
			<EnumValue>
				<Properties>
					<Name>Да</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>Нет</Name>
				</Properties>
			</EnumValue>
		</ChildObjects>
	</Enum>
</MetaDataObject>

CommonModules/БизнесПриложениеCRM/Ext/Module.bsl
#Область ПрограммныйИнтерфейс

Процедура ВключитьВозможностиПриложения() Экспорт
	
	ВозможностиПодключаемогоПриложения = ФункциональныеВозможностиПриложения();
	
	Отбор = Новый Структура("ЗначениеПоУмолчанию", Истина);
	ВозможностиПриложенияВключенныеПоУмолчанию = ВозможностиПодключаемогоПриложения.НайтиСтроки(Отбор);
	
	Для каждого ВозможностьПриложения Из ВозможностиПриложенияВключенныеПоУмолчанию Цикл
		
		Попытка
			ИмяКонстанты = ВозможностьПриложения.Имя;
			Константы[ИмяКонстанты].Установить(Истина);
		Исключение
			
			ТекстОшибки = ПодробноеПредставлениеОшибки(ИнформацияОбОшибке());
			Комментарий = НСтр("ru='Ошибка попытки установки значения ""%1"" в константу ""%2"" по причине:
			|%3.'");
			Комментарий = СтрШаблон(Комментарий, Ложь, ИмяКонстанты, ТекстОшибки);
			ЗаписьЖурналаРегистрации(ТарификацияБизнес.ИмяЖР(), УровеньЖурналаРегистрации.Ошибка,,, Комментарий);
			ВызватьИсключение;
			
		КонецПопытки;
		
	КонецЦикла;
	
	Если НЕ ВозможностиПриложения.КонстантаДоступнаВПриложении("ИспользоватьРаспознаваниеДокументов") Тогда
		Константы.ИспользоватьРаспознаваниеДокументов.Установить(Ложь);
	КонецЕсли;
	
	Константы.ИспользоватьРаботуСПоискомКонтрагентовВСписке.Установить(Ложь);
	УправлениеКонтактнойИнформациейУНФ.ОбновитьВидыКИ();
	
КонецПроцедуры

Процедура ОтключитьВозможностиПриложения(ИсключаяВозможностиПриложений) Экспорт
	
	ОтключаемыеВозможности = ФункциональныеВозможностиПриложения();
	
	Для Каждого ОтключаемаяВозможность Из ОтключаемыеВозможности Цикл
		
		Если ИсключаяВозможностиПриложений.Найти(ОтключаемаяВозможность.Имя) <> Неопределено Тогда
			Продолжить;
		КонецЕсли;
		
		Попытка
			
			ИмяКонстанты = ОтключаемаяВозможность.Имя;
			Если ОтключаемаяВозможность.ЗначениеПоУмолчанию = Истина Тогда
				// Отключить служебные константы включенные по умолчанию
				Константы[ИмяКонстанты].Установить(Ложь);
			Иначе
				// Сброс констант из ЕБВ
				Константы[ИмяКонстанты].Установить(ОтключаемаяВозможность.ЗначениеПоУмолчанию);
			КонецЕсли;
							
		Исключение
			
			ТекстОшибки = ПодробноеПредставлениеОшибки(ИнформацияОбОшибке());
			Комментарий = НСтр("ru='Ошибка попытки установки значения ""%1"" в константу ""%2"" по причине:
			|%3.'");
			Комментарий = СтрШаблон(Комментарий, Ложь, ИмяКонстанты, ТекстОшибки);
			ЗаписьЖурналаРегистрации(ТарификацияБизнес.ИмяЖР(), УровеньЖурналаРегистрации.Ошибка,,, Комментарий);
			ВызватьИсключение;
	
		КонецПопытки;
		
	КонецЦикла;
	
	УправлениеКонтактнойИнформациейУНФ.ОбновитьВидыКИ();
	
КонецПроцедуры

Функция ФункциональныеВозможностиПриложения() Экспорт
	
	ТаблицаВозможностей = ТарификацияБизнес.НоваяТаблицаВозможностей();
	
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьДокументыПоПродажам", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьБанкИКассу", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьПереходКСпискуПокупателей", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьПереходКСпискуНоменклатурыВГлавном", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьВсеСправочникиОсновнойРаздел", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьПереходКПанелиОтчетовОсновнойРаздел", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьДокументыПоБанку", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьПереходКПанелиОтчетовОсновнойРаздел", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьБыстрыеДействия", Истина);
	
	// Главное.ЕБВ
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ФункциональнаяОпцияУчетВРазличныхЕдиницахИзмерения", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ФункциональнаяОпцияИспользоватьХарактеристики", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ФункциональнаяОпцияИспользоватьПартии", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьСегментыНоменклатуры", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьСерииНоменклатуры", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"КонтрольОстатковСерийНоменклатуры", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьНеуникальныеШтрихКоды", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ПрефиксВнутреннегоШтрихкодаШтучногоТовара", 0);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ФункциональнаяОпцияИспользоватьНаборы", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ВестиУчетСредствИндивидуальнойЗащиты", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьМассовыеРассылкиИнтеграция", Ложь);
	
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ФункциональнаяОпцияКонтрольДоговоров", 
		Перечисления.ВидыКонтроляДоговоровПриПроведении.НеКонтролировать);
		
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ПредставлениеКодовВПечатныхФормах", Перечисления.КодыНоменклатурыВДокументах.Код);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ПредставлениеСкидкиВПечатнойФорме", Перечисления.СпособОтображенияСкидок.Сумма);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ВыводитьСуммуБезСкидки", Перечисления.ВариантыВыводаСуммыБезСкидки.Печатать);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"КонтактнаяИнформацияТоварногоЧека", Перечисления.КонтактнаяИнформацияТоварногоЧека.ОрганизацияИСтруктурнаяЕдиница);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ПечатьПользовательскихЕдиницИзмерения", Перечисления.ПечатьПользовательскихЕдиницИзмерения.ПересчитыватьВБазовуюЕдиницуИзмеренияНоменклатуры);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ВариантПечатиДоставки", Перечисления.ВариантыПечатиДоставки.ПустаяСсылка());
	
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ДобавитьСловоДоговорВПредставлениеДоговораОснованияПечати", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьШтрихкодированиеПечатныхФормОбъектов", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ПредставлениеНомераДокументаБезПрефиксаИнформационнойБазы", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ПредставлениеНомераДокументаБезПрефиксаОрганизации", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ПредставлениеНомераДокументаБезПрефиксаПользователя", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ПредставлениеНомераДокументаСЛидирующимиНулями", Ложь);
	
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ВидНаименованияОрганизацииДляПечатиДокументов", 
		Перечисления.ВидыНаименованийДляПечатиДокументов.Сокращенное);
	
	// Раздел CRM
	// CRM.Служебные опции
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьПодсистемуCRM", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьДоговорыКонтрагентов", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьАссистентаУправления", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьИсточникиПривлечения", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьШаблоныСообщений", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьШаблоныПечатиОфисныхДокументов", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьНапоминанияПользователя", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьЗадачиСотрудников", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьКалендариСотрудников", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьИсточникиПривлечения", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьЗагрузкуЭлектроннойПочты", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьОбменСGoogleCalendar", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьПрисоединенныеФайлы", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьСобытия", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьИнтеграцииСистемыВзаимодействия", Истина);
	
	// Раздел CRM.ЕБВ
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьНесколькоВариантовКП", Ложь);
	
	// Раздел Продажи
	// Продажи.Служебные опции
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьПодсистемуПродажи", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьВидыЦен", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьАналогиНоменклатуры", Истина); 
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ФункциональнаяОпцияУчетЦенПродажи", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьСчетаФактуры", Истина);
	
	// Раздел Продажи.ЕБВ
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ФункциональнаяОпцияИспользоватьСборкуЗаказов", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьВидыЗаказовПокупателей", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ФункциональнаяОпцияИспользоватьПланПродаж", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"СрокОплатыПокупателя", 0);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ФункциональнаяОпцияИспользоватьСверкиВзаиморасчетов", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"КонтролироватьОстаткиПриПроведении", Истина);

	// Раздел Деньги
	// Раздел Деньги.Служебные опции
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьПодсистемуДеньги", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьБанкИКассу", Истина);
	
	// Раздел Деньги
	// Раздел Деньги.ЕБВ
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ФункциональнаяОпцияВестиУчетРасчетовСБанкомЭквайрером", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ЗачитыватьАвансыДолгиАвтоматически", Перечисления.ДаНет.Нет);
	
	// Раздел Компания
	// Раздел Компания.Служебные опции
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьПодсистемуКомпания", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьСправочникСотрудники", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьПолныеВозможностиБанковскихСчетов", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьДополнительныеРеквизитыИСведения", Истина);
	
	// Раздел Компания.ЕБВ
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьНесколькоОрганизаций", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"УчетПоКомпании", Ложь);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьПульсБизнеса", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"Компания", Справочники.Организации.ПустаяСсылка());
	
	// Раздел Настройки.ЕБВ
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьПодсистемуНастройки", Истина);
		
	// Служебные возможности
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьГоловнуюОрганизацию", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьДоставкуВЗаказеПокупателя", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьИсториюРеквизитов", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьКассы", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьКатегорииНоменклатуры", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьКонтактыКонтрагентов", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьНастройкуФильтровПравойПанели", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьНастройкуФормы", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьПроизводственныйКалендарь", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьСвязанныеДокументы", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьСегментыКонтрагентов", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьСопутствующиеТовары", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьСправочникПользователи", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьСправочникСотрудники", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьТегиКонтрагентов", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьТипыНоменклатуры", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьЧастичныеОтгрузки", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьЧастичныеОплаты", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьШтрихкоды", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьВводНаОсновании", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьВзаиморасчеты", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьВсеСправочникиОсновнойРаздел", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьДополнительныеНаименованияВСправочниках", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьКартинкиНоменклатуры", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьОтчетыВФормеНоменклатуры", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьРеквизитыЗакупкиПроизводстваВНоменклатуре", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьРеквизитыНалогообложения", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ОтображатьСодержаниеДокументаВСписке", Истина);
	ТарификацияБизнес.ДобавитьВозможностьВПриложение(ТаблицаВозможностей,"ИспользоватьПроцессыСостояний", Истина);
	
	Возврат ТаблицаВозможностей;
	
КонецФункции

#КонецОбласти
